Repository: yojimbo187-alt/fud-ai
Catalog: ios/calorietracker/WeeklyChallenge.xcstrings
Source language: en
Languages: ar, az, de, es, fi, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

source: %1$@ / 28 pts
ar: %1$@ من 28 نقطة
az: %1$@/28 xal
de: %1$@/28 Pkt.
es: %1$@/28 ptos.
hi: %1$@/28 अंक
it: %1$@/28 pt
ja: %1$@ / 28ポイント
ko: %1$@/28점
nl: %1$@/28 pnt.
pl: %1$@/28 pkt
ro: %1$@/28 pct.
ru: %1$@ из 28 баллов
uk: %1$@ из 28 баллов
zh_hans: %1$@/28 分

source: %1$@ / 7 days
ar: %1$@ من 7 أيام
az: %1$@/7 gün
de: %1$@/7 Tage
es: %1$@/7 días
fr: %1$@/7 jours
hi: %1$@/7 दिन
it: %1$@/7 giorni
ja: %1$@ / 7日
ko: %1$@/7일
nl: %1$@/7 dagen
pl: %1$@/7 dni
pt_br: %1$@/7 dias
ro: %1$@/7 zile
ru: %1$@ из 7 дней
uk: %1$@ из 7 дней
zh_hans: %1$@/7 天

source: %1$@ / 7 days %2$@ kcal
ar: %1$@ من 7 أيام %2$@ سعرة
az: %1$@/7 gün %2$@ kkal
de: %1$@/7 Tage %2$@ kcal
es: %1$@/7 días %2$@ kcal
fr: %1$@/7 jours %2$@ kcal
hi: %1$@/7 दिन %2$@ किलो कैलोरी
it: %1$@/7 giorni %2$@ kcal
ja: %1$@ / 7日 %2$@ kcal
ko: %1$@/7일 %2$@ kcal
nl: %1$@/7 dagen %2$@ kcal
pl: %1$@/7 dni %2$@ kcal
pt_br: %1$@/7 dias %2$@ kcal
ro: %1$@/7 zile %2$@ kcal
ru: %1$@ из 7 дней %2$@ ккал
uk: %1$@ из 7 дней %2$@ ккал
zh_hans: %1$@/7 天 %2$@ 千卡

source: Actions for
ar: إجراءات إضافية لـ
az: üçün digər əməliyyatlar
de: Weitere Aktionen für
es: Más acciones para
fr: Plus d’actions pour
hi: के लिए और कार्रवाइयाँ
it: Altre azioni per
ja: のその他の操作
ko: 추가 작업
nl: Meer acties voor
pl: Działania dla
pt_br: Mais ações para
ro: Mai multe acțiuni pentru
ru: Другие действия для
uk: Другие действия для
zh_hans: 的更多操作

source: Activity
ar: النشاط
az: Fəaliyyət
de: Aktivität
es: Actividad
fi: Toiminta
fr: Activité
hi: गतिविधि
it: Attività
ja: 運動
ko: 활동
nl: Activiteit
pl: Aktywność
pt_br: Atividade
ro: Activitate
ru: Активность
uk: Активність
zh_hans: 活动

source: Activity: a day with a positive logged workout burn. Nutrition: daily calories within 85–115% of your goal. Consistency: any food logged that day. Hydration: water goal met when tracking is enabled. Overall: the four day counts added together, up to 28.
ar: النشاط: يوم تُسجّل فيه سعرات تمرين موجبة. التغذية: سعرات اليوم ضمن 85–115٪ من هدفك. الاستمرارية: تسجيل أي طعام في ذلك اليوم. الترطيب: بلوغ هدف الماء عند تفعيل التتبع. الإجمالي: مجموع أعداد الأيام الأربعة، بحد أقصى 28.
az: Fəaliyyət: müsbət məşq kalorisi qeydə alınan gün. Qidalanma: gündəlik kalorilər hədəfin 85–115%-i arasındadır. Ardıcıllıq: həmin gün hər hansı qida qeydə alınıb. Su qəbulu: izləmə aktiv olduqda su hədəfinə çatılıb. Ümumi: dörd gün sayının cəmi, maksimum 28.
de: Aktivität: ein Tag mit positivem protokolliertem Trainingsverbrauch. Ernährung: Tageskalorien zwischen 85–115 % deines Ziels. Regelmäßigkeit: an diesem Tag wurde ein Lebensmittel protokolliert. Flüssigkeit: Wasserziel bei aktivierter Aufzeichnung erreicht. Gesamt: Summe der vier Tageszahlen, maximal 28.
es: Actividad: un día con calorías de entrenamiento positivas registradas. Nutrición: calorías diarias entre el 85 y el 115 % de tu objetivo. Constancia: cualquier alimento registrado ese día. Hidratación: objetivo de agua cumplido cuando el seguimiento está activo. General: suma de los cuatro recuentos de días, hasta 28.
fi: Aktiviteetti: päivä, jossa on positiivinen kirjattu harjoituspoltto. Ravitsemus: päivittäiset kalorit 85–115% of tavoitteen sisällä. Johdonmukaisuus: kaikki kyseisenä päivänä kirjatut ruoat. Nesteytys: vesitavoite saavutettu, kun seuranta on käytössä. Kaiken kaikkiaan: neljän päivän määrät lasketaan yhteen, enintään 28.
fr: Activité : une journée avec des calories d’entraînement positives enregistrées. Nutrition : calories quotidiennes entre 85 et 115 % de votre objectif. Régularité : au moins un aliment enregistré ce jour-là. Hydratation : objectif d’eau atteint lorsque le suivi est activé. Général : somme des quatre nombres de jours, jusqu’à 28.
hi: गतिविधि: ऐसा दिन जिसमें वर्कआउट की सकारात्मक कैलोरी दर्ज हो। पोषण: दैनिक कैलोरी आपके लक्ष्य के 85–115% के भीतर हो। निरंतरता: उस दिन कोई भी भोजन दर्ज हो। जल सेवन: ट्रैकिंग चालू होने पर पानी का लक्ष्य पूरा हो। कुल: चारों दिन की गिनती का योग, अधिकतम 28।
it: Attività: un giorno con calorie di allenamento positive registrate. Alimentazione: calorie giornaliere tra l’85 e il 115% dell’obiettivo. Costanza: qualsiasi alimento registrato quel giorno. Idratazione: obiettivo d’acqua raggiunto con il monitoraggio attivo. Generale: somma dei quattro conteggi di giorni, fino a 28.
ja: 運動：消費カロリーが正のワークアウトを記録した日。栄養：1日のカロリーが目標の85～115%以内。継続：その日に食品を1つ以上記録。水分補給：記録が有効なときに水分目標を達成。総合：4つの日数の合計で、最大28です。
ko: 활동: 양수의 운동 소모 칼로리를 기록한 날. 영양: 하루 칼로리가 목표의 85~115%인 날. 꾸준함: 그날 음식을 하나라도 기록한 날. 수분 섭취: 추적이 켜진 상태에서 물 목표를 달성한 날. 종합: 네 가지 일수의 합계로 최대 28점입니다.
nl: Activiteit: een dag met positief geregistreerd trainingsverbruik. Voeding: dagelijkse calorieën binnen 85–115% van je doel. Regelmaat: die dag is voeding geregistreerd. Hydratatie: waterdoel gehaald wanneer bijhouden is ingeschakeld. Totaal: de vier aantallen dagen opgeteld, maximaal 28.
pl: Aktywność: dzień z zarejestrowanym dodatnim spalaniem treningowym. Odżywianie: dzienne kalorie w zakresie 85–115% celu. Regularność: dowolny posiłek zapisany tego dnia. Nawodnienie: cel nawodnienia osiągnięty przy włączonym śledzeniu. Ogółem: suma liczby dni w czterech kategoriach, maksymalnie 28.
pt_br: Atividade: um dia com calorias positivas de treino registradas. Nutrição: calorias diárias entre 85 e 115% da meta. Consistência: qualquer alimento registrado nesse dia. Hidratação: meta de água atingida com o acompanhamento ativado. Geral: soma das quatro contagens de dias, até 28.
ro: Activitate: o zi cu calorii pozitive de antrenament înregistrate. Nutriție: caloriile zilnice între 85 și 115% din obiectiv. Consecvență: orice aliment înregistrat în ziua respectivă. Hidratare: obiectivul de apă atins când urmărirea este activă. General: suma celor patru numere de zile, până la 28.
ru: Активность: день с положительным записанным расходом калорий на тренировке. Питание: суточные калории в пределах 85–115% цели. Регулярность: в этот день записана любая еда. Питьевой режим: цель по воде достигнута при включённом учёте. Общий зачёт: сумма четырёх количеств дней, максимум 28.
uk: Активність: день із додатним записаним витратом калорій на тренуванні. Харчування: добові калорії в межах 85–115% цілі. Регулярність: у цей день записано будь-яку їжу. Водний баланс: ціль з води досягнута за увімкненого обліку. Загальний залік: сума чотирьох кількостей днів, максимум 28.
zh_hans: 活动：记录了正数锻炼消耗的日期。营养：每日卡路里在目标的 85–115% 以内。坚持：当天记录了任何食物。饮水：启用跟踪时达到饮水目标。综合：四项天数之和，最高 28 分。

source: Block
ar: حظر
az: Blokla
de: Blockieren
es: Bloquear
fi: Lohko
fr: Bloquer
hi: ब्लॉक करें
it: Blocca
ja: ブロック
ko: 차단
nl: Blokkeren
pl: Blok
pt_br: Bloquear
ro: Blochează
ru: Заблокировать
uk: Заблокувати
zh_hans: 屏蔽

source: Blocked Participants
ar: المشاركون المحظورون
az: Bloklanan iştirakçılar
de: Blockierte Teilnehmende
es: Participantes bloqueados
fi: Estetyt osallistujat
fr: Participants bloqués
hi: ब्लॉक किए गए प्रतिभागी
it: Partecipanti bloccati
ja: ブロックした参加者
ko: 차단한 참가자
nl: Geblokkeerde deelnemers
pl: Zablokowani uczestnicy
pt_br: Participantes bloqueados
ro: Participanți blocați
ru: Заблокированные участники
uk: Заблокированние участники
zh_hans: 已屏蔽的参与者

source: Calculated locally. No raw food, water, workout, Health, body-weight, or weight-loss data is uploaded.
ar: يجري Ruoka + Treeni جميع الحسابات على جهازك. لا يرفع سوى تاريخ بدء الأسبوع وإجمالي النقاط وعدد أيام النشاط والتغذية والاستمرارية والترطيب المؤهلة وإجمالي سعرات النشاط. لا يتم أبدًا رفع أسماء الأطعمة أو الوجبات أو الوزن أو تفاصيل التمارين أو سجلات Apple Health.
az: Ruoka + Treeni hər şeyi cihazınızda hesablayır. Yalnız həftənin başlanğıcı, ümumi xallar, uyğun fəaliyyət, qidalanma, ardıcıllıq və su qəbulu günlərinin sayı və ümumi fəaliyyət kaloriləri göndərilir. Qida adları, yeməklər, çəki, məşq təfərrüatları və Apple Health qeydləri heç vaxt göndərilmir.
de: Ruoka + Treeni berechnet alles auf deinem Gerät. Hochgeladen werden nur Wochenbeginn, Gesamtpunkte, die Anzahl qualifizierter Aktivitäts-, Ernährungs-, Regelmäßigkeits- und Flüssigkeitstage sowie die gesamten Aktivitätskalorien. Lebensmittelnamen, Mahlzeiten, Gewicht, Trainingsdetails und Apple Health-Daten werden niemals hochgeladen.
es: Ruoka + Treeni calcula todo en tu dispositivo. Solo sube el inicio de la semana, los puntos totales, los recuentos de días válidos de actividad, nutrición, constancia e hidratación, y las calorías totales de actividad. Nunca se suben nombres de alimentos, comidas, peso, detalles de entrenamientos ni registros de Apple Health.
fi: Lasketaan paikallisesti. Raakoja ruoka-, vesi-, treeni-, Terveys-, paino- tai painonpudotustietoja ei lähetetä.
fr: Ruoka + Treeni effectue tous les calculs sur votre appareil. Seuls le début de la semaine, le total de points, le nombre de jours d’activité, de nutrition, de régularité et d’hydratation validés, ainsi que le total des calories d’activité sont envoyés. Les noms d’aliments, repas, poids, détails des entraînements et données Apple Health ne sont jamais envoyés.
hi: Ruoka + Treeni सभी गणना आपके डिवाइस पर करता है। केवल सप्ताह शुरू होने की तारीख, कुल अंक, योग्य गतिविधि, पोषण, निरंतरता और जल सेवन के दिनों की संख्या तथा गतिविधि की कुल कैलोरी अपलोड होती हैं। भोजन के नाम, मील, वज़न, वर्कआउट का विवरण और Apple Health रिकॉर्ड कभी अपलोड नहीं होते।
it: Ruoka + Treeni calcola tutto sul tuo dispositivo. Carica solo l’inizio della settimana, i punti complessivi, il numero di giorni validi per attività, alimentazione, costanza e idratazione e le calorie totali dell’attività. Nomi degli alimenti, pasti, peso, dettagli degli allenamenti e dati di Apple Health non vengono mai caricati.
ja: Ruoka + Treeni はすべて端末上で計算します。アップロードするのは週の開始日、総合ポイント、条件を満たした運動・栄養・継続・水分補給の日数、運動カロリー合計だけです。食品名、食事、体重、ワークアウトの詳細、Apple Health の記録は一切アップロードしません。
ko: Ruoka + Treeni는 모든 값을 기기에서 계산합니다. 주 시작일, 종합 점수, 조건을 충족한 활동·영양·꾸준함·수분 섭취 일수와 총 활동 칼로리만 업로드합니다. 음식 이름, 식사, 체중, 운동 세부 정보 및 Apple Health 기록은 절대 업로드하지 않습니다.
nl: Ruoka + Treeni berekent alles op je apparaat. Alleen het begin van de week, totaalscore, aantallen geldige activiteits-, voedings-, regelmaat- en hydratatiedagen en totale activiteitscalorieën worden geüpload. Namen van voeding, maaltijden, gewicht, trainingsdetails en Apple Health-gegevens worden nooit geüpload.
pl: Obliczenia są wykonywane lokalnie. Nie są przesyłane szczegółowe dane o jedzeniu, wodzie, treningach, zdrowiu, masie ciała ani utracie wagi.
pt_br: O Ruoka + Treeni calcula tudo no seu dispositivo. Ele envia somente o início da semana, os pontos gerais, as contagens de dias válidos de atividade, nutrição, consistência e hidratação, e o total de calorias da atividade. Nomes de alimentos, refeições, peso, detalhes de treinos e registros do Apple Health nunca são enviados.
ro: Ruoka + Treeni calculează totul pe dispozitiv. Încarcă doar începutul săptămânii, punctele totale, numărul de zile eligibile de activitate, nutriție, consecvență și hidratare și totalul caloriilor de activitate. Numele alimentelor, mesele, greutatea, detaliile antrenamentelor și datele Apple Health nu sunt încărcate niciodată.
ru: Ruoka + Treeni выполняет все расчёты на устройстве. Отправляются только дата начала недели, общие баллы, количество зачётных дней активности, питания, регулярности и питьевого режима, а также суммарные калории активности. Названия продуктов, приёмы пищи, вес, сведения о тренировках и записи Apple Health никогда не отправляются.
uk: Ruoka + Treeni виполняет все расчёти на устройстве. Отправляются только дата начала недели, общие балли, количество зачётних дней активности, питания, регулярности и питьевого режима, а также суммарние калории активности. Названия продуктів, приёми пищи, вес, сведения о тренировках и записи Apple Health никогда не отправляются.
zh_hans: Ruoka + Treeni 在您的设备上完成所有计算。仅上传周开始日期、总分、达到要求的活动、营养、坚持和饮水天数，以及活动总卡路里。绝不会上传食物名称、餐食、体重、锻炼详情或 Apple Health 记录。

source: Cancel
ar: إلغاء
az: Ləğv Et
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
uk: Скасувати
zh_hans: 取消

source: Challenge Deletion Pending
ar: الحذف بانتظار الاتصال
az: Silmə bağlantını gözləyir
de: Löschung wartet auf eine Verbindung
es: El borrado espera una conexión
fi: Haasteen poisto odottaa
fr: Suppression en attente de connexion
hi: डिलीट करने के लिए कनेक्शन की प्रतीक्षा
it: Eliminazione in attesa di connessione
ja: 接続後に削除します
ko: 연결되면 삭제 예정
nl: Verwijdering wacht op verbinding
pl: Oczekiwanie na usunięcie wyzwania
pt_br: Exclusão aguardando conexão
ro: Ștergerea așteaptă conexiunea
ru: Удаление ожидает подключения
uk: Удаление ожидает подключения
zh_hans: 连接后将删除

source: Challenge category
ar: التحدي الأسبوعي
az: Həftəlik çağırış
de: Wochen-Challenge
es: Reto semanal
fi: Haasteen luokka
fr: Défi de la semaine
hi: साप्ताहिक चुनौती
it: Sfida settimanale
ja: 週間チャレンジ
ko: 주간 챌린지
nl: Weekuitdaging
pl: Kategoria wyzwania
pt_br: Desafio semanal
ro: Provocare săptămânală
ru: Еженедельное соревнование
uk: Щотижневе змагання
zh_hans: 每周挑战

source: Challenge deletion is pending and will retry automatically when Ruoka + Treeni is online.
ar: تم إخفاء ملف التحدي على هذا الجهاز. سيعيد Ruoka + Treeni محاولة حذف الملف البعيد والنتائج الأسبوعية عند الاتصال بالإنترنت.
az: Çağırış profiliniz bu cihazda gizlədilib. Onlayn olduqda Ruoka + Treeni uzaq profili və həftəlik xalları yenidən silməyə çalışacaq.
de: Dein Challenge-Profil ist auf diesem Gerät ausgeblendet. Ruoka + Treeni versucht erneut, das Remote-Profil und die Wochenergebnisse zu löschen, sobald du online bist.
es: Tu perfil del reto está oculto en este dispositivo. Ruoka + Treeni volverá a intentar borrar el perfil remoto y las puntuaciones semanales cuando tengas conexión.
fi: Haasteen poisto odottaa ja sitä yritetään automaattisesti uudelleen, kun Ruoka + Treeni on verkossa.
fr: Votre profil du défi est masqué sur cet appareil. Ruoka + Treeni réessaiera de supprimer le profil distant et les scores hebdomadaires lorsque vous serez en ligne.
hi: इस डिवाइस पर आपकी चुनौती प्रोफ़ाइल छिपा दी गई है। ऑनलाइन होने पर Ruoka + Treeni रिमोट प्रोफ़ाइल और साप्ताहिक स्कोर डिलीट करने की फिर कोशिश करेगा।
it: Il tuo profilo della sfida è nascosto su questo dispositivo. Ruoka + Treeni riproverà a eliminare il profilo remoto e i punteggi settimanali quando sarai online.
ja: この端末ではチャレンジプロフィールを非表示にしました。オンラインになったとき、Ruoka + Treeni がリモートプロフィールと週間スコアの削除を再試行します。
ko: 이 기기에서 챌린지 프로필을 숨겼습니다. 온라인 상태가 되면 Ruoka + Treeni가 원격 프로필과 주간 점수 삭제를 다시 시도합니다.
nl: Je uitdagingsprofiel is verborgen op dit apparaat. Ruoka + Treeni probeert het externe profiel en de weekscores opnieuw te verwijderen wanneer je online bent.
pl: Usunięcie danych wyzwania oczekuje i zostanie automatycznie ponowione, gdy Ruoka + Treeni będzie online.
pt_br: Seu perfil do desafio está oculto neste dispositivo. O Ruoka + Treeni tentará excluir novamente o perfil remoto e as pontuações semanais quando você estiver on-line.
ro: Profilul provocării este ascuns pe acest dispozitiv. Ruoka + Treeni va încerca din nou să șteargă profilul la distanță și scorurile săptămânale când ești online.
ru: Профиль соревнования скрыт на этом устройстве. Ruoka + Treeni повторит удаление удалённого профиля и еженедельных результатов, когда появится интернет.
uk: Профиль соревнования скрит на етом устройстве. Ruoka + Treeni повторит удаление удалённого профиля и еженедельних результатов, когда появится интернет.
zh_hans: 此设备上已隐藏您的挑战个人资料。联网后，Ruoka + Treeni 将再次尝试删除远程个人资料和每周得分。

source: Choose a different display name that follows the Community Rules.
ar: اختر اسم عرض مختلفًا يتوافق مع قواعد المجتمع.
az: İcma Qaydalarına uyğun başqa ekran adı seçin.
de: Wähle einen anderen Anzeigenamen, der den Community-Regeln entspricht.
es: Elige otro nombre público que cumpla las Normas de la comunidad.
fi: Valitse toinen näyttönimi, joka noudattaa yhteisösääntöjä.
fr: Choisissez un autre nom d’affichage conforme aux Règles de la communauté.
hi: कम्युनिटी नियमों का पालन करने वाला कोई दूसरा डिस्प्ले नाम चुनें।
it: Scegli un altro nome visualizzato conforme alle Regole della community.
ja: コミュニティルールに沿った別の表示名を選んでください。
ko: 커뮤니티 규칙을 준수하는 다른 표시 이름을 선택하세요.
nl: Kies een andere weergavenaam die aan de communityregels voldoet.
pl: Wybierz inną nazwę wyświetlaną zgodną z Zasadami społeczności.
pt_br: Escolha outro nome de exibição que siga as Regras da comunidade.
ro: Alege un alt nume afișat care respectă Regulile comunității.
ru: Выберите другое отображаемое имя, соответствующее Правилам сообщества.
uk: Виберите другое отображаемое имя, соответствующее Правилам сообщества.
zh_hans: 请选择一个符合社区规则的其他显示名称。

source: Consistency
ar: الاستمرارية
az: Ardıcıllıq
de: Regelmäßigkeit
es: Constancia
fi: Johdonmukaisuus
fr: Régularité
hi: निरंतरता
it: Costanza
ja: 継続
ko: 꾸준함
nl: Regelmaat
pl: Regularność
pt_br: Consistência
ro: Consecvență
ru: Регулярность
uk: Регулярність
zh_hans: 坚持

source: Display name
ar: اسم العرض
az: Ekran adı
de: Anzeigename
es: Nombre público
fi: Näyttönimi
fr: Nom d’affichage
hi: डिस्प्ले नाम
it: Nome visualizzato
ja: 表示名
ko: 표시 이름
nl: Weergavenaam
pl: Wyświetlana nazwa
pt_br: Nome de exibição
ro: Nume afișat
ru: Отображаемое имя
uk: Відображуване ім'я
zh_hans: 显示名称

source: Done
ar: تم
az: Hazır
de: Fertig
es: Hecho
fi: Valmis
fr: OK
hi: पूर्ण
it: Fine
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt_br: Concluído
ro: Gata
ru: Готово
uk: Готово
zh_hans: 完成

source: Edit Public Profile
ar: تعديل الملف
az: Profili redaktə et
de: Profil bearbeiten
es: Editar perfil
fi: Muokkaa julkista profiilia
fr: Modifier le profil
hi: प्रोफ़ाइल बदलें
it: Modifica profilo
ja: プロフィールを編集
ko: 프로필 수정
nl: Profiel bewerken
pl: Edytuj profil publiczny
pt_br: Editar perfil
ro: Editează profilul
ru: Изменить профиль
uk: Изменить профиль
zh_hans: 编辑个人资料

source: Eligibility & Community
ar: التحدي الأسبوعي
az: Həftəlik çağırış
de: Wochen-Challenge
es: Reto semanal
fi: Kelpoisuus ja yhteisö
fr: Défi de la semaine
hi: साप्ताहिक चुनौती
it: Sfida settimanale
ja: 週間チャレンジ
ko: 주간 챌린지
nl: Weekuitdaging
pl: Uprawnienia i społeczność
pt_br: Desafio semanal
ro: Provocare săptămânală
ru: Еженедельное соревнование
uk: Щотижневе змагання
zh_hans: 每周挑战

source: Enter a handle only—without @, spaces, or a profile URL.
ar: أدخل اسم المستخدم فقط، دون @ أو رابط.
az: @ və ya keçid olmadan yalnız istifadəçi adını daxil edin.
de: Nur das Handle ohne @ oder Link eingeben.
es: Introduce solo el usuario, sin @ ni enlace.
fi: Kirjoita vain käyttäjätunnus ilman @-merkkiä, välilyöntejä tai profiilin URL-osoitetta.
fr: Saisissez uniquement l’identifiant, sans @ ni lien.
hi: @ या लिंक के बिना केवल यूज़रनेम लिखें।
it: Inserisci solo il nome utente, senza @ o link.
ja: @やリンクを付けずにユーザー名だけを入力してください。
ko: @ 또는 링크 없이 사용자 이름만 입력하세요.
nl: Voer alleen de gebruikersnaam in, zonder @ of link.
pl: Wprowadź tylko uchwyt - bez @, spacji lub adresu URL profilu.
pt_br: Digite somente o nome de usuário, sem @ ou link.
ro: Introdu doar identificatorul, fără @ sau link.
ru: Введите только имя пользователя, без @ и ссылки.
uk: Введите только имя пользователя, без @ и ссилки.
zh_hans: 仅输入用户名，不要包含 @ 或链接。

source: Enter a handle, not a URL.
ar: أدخل اسم المستخدم فقط، دون @ أو رابط.
az: @ və ya keçid olmadan yalnız istifadəçi adını daxil edin.
de: Nur das Handle ohne @ oder Link eingeben.
es: Introduce solo el usuario, sin @ ni enlace.
fi: Kirjoita käyttäjätunnus, ei URL-osoitetta.
fr: Saisissez uniquement l’identifiant, sans @ ni lien.
hi: @ या लिंक के बिना केवल यूज़रनेम लिखें।
it: Inserisci solo il nome utente, senza @ o link.
ja: @やリンクを付けずにユーザー名だけを入力してください。
ko: @ 또는 링크 없이 사용자 이름만 입력하세요.
nl: Voer alleen de gebruikersnaam in, zonder @ of link.
pl: Wprowadź uchwyt, a nie adres URL.
pt_br: Digite somente o nome de usuário, sem @ ou link.
ro: Introdu doar identificatorul, fără @ sau link.
ru: Введите только имя пользователя, без @ и ссылки.
uk: Введите только имя пользователя, без @ и ссилки.
zh_hans: 仅输入用户名，不要包含 @ 或链接。

source: Enter the selected social handle, or choose No social link.
ar: أدخل اسم المستخدم فقط، دون @ أو رابط.
az: @ və ya keçid olmadan yalnız istifadəçi adını daxil edin.
de: Nur das Handle ohne @ oder Link eingeben.
es: Introduce solo el usuario, sin @ ni enlace.
fi: Kirjoita valitun palvelun käyttäjätunnus tai valitse Ei sosiaalista linkkiä.
fr: Saisissez uniquement l’identifiant, sans @ ni lien.
hi: @ या लिंक के बिना केवल यूज़रनेम लिखें।
it: Inserisci solo il nome utente, senza @ o link.
ja: @やリンクを付けずにユーザー名だけを入力してください。
ko: @ 또는 링크 없이 사용자 이름만 입력하세요.
nl: Voer alleen de gebruikersnaam in, zonder @ of link.
pl: Wprowadź wybrany uchwyt społecznościowy lub wybierz Brak linku społecznościowego.
pt_br: Digite somente o nome de usuário, sem @ ou link.
ro: Introdu doar identificatorul, fără @ sau link.
ru: Введите только имя пользователя, без @ и ссылки.
uk: Введите только имя пользователя, без @ и ссилки.
zh_hans: 仅输入用户名，不要包含 @ 或链接。

source: Error
ar: خطأ
az: Xəta
de: Fehler
fi: Virhe
fr: Erreur
hi: त्रुटि
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
uk: Ошибка
zh_hans: 错误

source: Error: %1$@
ar: خطأ: %1$@
az: Xəta: %1$@
de: Fehler: %1$@
fr: Erreur: %1$@
hi: त्रुटि: %1$@
it: Errore: %1$@
ja: エラー： %1$@
ko: 오류: %1$@
nl: Fout: %1$@
pl: Błąd: %1$@
pt_br: Erro: %1$@
ro: Eroare: %1$@
ru: Ошибка: %1$@
uk: Ошибка: %1$@
zh_hans: 错误： %1$@

source: Exact weekly aggregate payload
ar: هذا الأسبوع
az: Bu həftə
de: Diese Woche
es: Esta semana
fi: Tarkka viikoittainen koontitietosisältö
fr: Cette semaine
hi: इस सप्ताह
it: Questa settimana
ja: 今週
ko: 이번 주
nl: Deze week
pl: Dokładny tygodniowy zestaw danych zbiorczych
pt_br: Esta semana
ro: Săptămâna aceasta
ru: Эта неделя
uk: Цього тижня
zh_hans: 本周
